Repository: CofficLab/Lumi
Catalog: LumiApp/Plugins/GitCommitDetailPlugin/GitCommitDetail.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld files
zh_hans: %lld 个文件
zh_hk: %lld 個檔案

source: All changes committed
zh_hans: 所有更改已提交
zh_hk: 所有更改已提交

source: Cannot display diff for this file
zh_hans: 无法显示此文件的差异
zh_hk: 無法顯示此檔案的差異

source: Clean Workspace
zh_hans: 工作区干净
zh_hk: 工作區乾淨

source: Commit Detail
zh_hans: Commit 详情
zh_hk: Commit 詳情

source: Display selected Git commit detail
zh_hans: 显示选中的 Git commit 详情
zh_hk: 顯示選中的 Git commit 詳情

source: Failed to load
zh_hans: 加载失败
zh_hk: 載入失敗

source: files
zh_hans: 个文件
zh_hk: 個檔案

source: Loading diff...
zh_hans: 加载差异...
zh_hk: 載入差異...

source: Loading...
zh_hans: 正在加载...
zh_hk: 正在載入...

source: No file changes in this commit
zh_hans: 此提交无文件变更
zh_hk: 此提交無檔案變更

source: Please select a commit from the sidebar
zh_hans: 请在左侧选择一个 Commit
zh_hk: 請在左側選擇一個 Commit

source: Please select a project first
zh_hans: 请先选择一个项目
zh_hk: 請先選擇一個項目

source: Select a file to view diff
zh_hans: 选择左侧文件查看差异
zh_hk: 選擇左側檔案查看差異

source: Working State
zh_hans: 当前工作状态
zh_hk: 當前工作狀態
